[{"model": "data.datasetorganization", "pk": 1, "fields": {"name": "TELDAP", "description": "", "country_code": "TW"}}, {"model": "data.datasetorganization", "pk": 2, "fields": {"name": "Taiwan Biodiversity Information Facility (TaiBIF)", "description": "Taiwan Biodiversity Information Facility, TaiBIF, is the coordination unit and technical support team for the data publishing activities in Taiwan. Most of the Taiwanese datasets that for various reasons lack of organisational support are published via TaiBIF, while others are published via TaiBIF endorsed organisations. TaiBIF is funded by the Ministry of Science and Technology, which is also the representing bureau for GBIF. TaiBIF and TaiBIF IPT are hosted by Biodiversity Research Center, Academia Sinica.", "country_code": "TW"}}, {"model": "data.datasetorganization", "pk": 3, "fields": {"name": "Central Department of Botany, Tribhuvan University", "description": "The Central Department of Botany manages Tribhuvan University Central Herbarium (TUCH) which has collection of herbarium specimens of the plant species from different parts of Nepal.", "country_code": "NP"}}, {"model": "data.datasetorganization", "pk": 4, "fields": {"name": "World Vegetable Center", "description": "The World Vegetable Center (WorldVeg) is a non-profit, autonomous international agricultural research center with headquarters in Taiwan and regional offices in Thailand, India, Benin, Mali, and Tanzania. WorldVeg conducts research and development to realize the potential of vegetables for healthier lives and more resilient livelihoods. The WorldVeg genebank in Taiwan is one of the largest international genebanks of vegetable genetic resources. The genebank unit keeps the seeds alive of the genebank accessions for vegetable improvement and development of new vegetables, and to conserve the basis for food and nutrition security of future generations.", "country_code": "TW"}}, {"model": "data.datasetorganization", "pk": 5, "fields": {"name": "Taiwan Endemic Species Research Institute", "description": "The establishment of the Taiwan Endemic Species Research Institute was to conserve Taiwan's existing species and genetic diversity and to sustain the long-term balance of its ecosystems. Since the Institute's establishment in 1992, it accumulates a vast wealth of experience and expertise in the fields of species survey, endemic and rare species biology and ecology research, the classification and identification of native species, and the promotion of ecological education.", "country_code": "TW"}}, {"model": "data.datasetorganization", "pk": 6, "fields": {"name": "ISABU ( Institut des Sciences Agronomiques du Burundi)", "description": "ISABU is a national institution under the Ministry of Agriculture and Livestock. Its first foundation is on the technical achievements. Its vision is to contribute to the establishment of a dynamic agricultural sector based on innovative technologies, knowledge and approaches that meet the needs of users of research results. The main mission of ISABU is to contribute, in collaboration with scientific, technical and financial partners, to develop innovations and agricultural knowledge aimed at improving well-being. Among the objectives of ISABU are a)To promote agronomic research by providing farmers with efficient animal and plant material; b)To develop technologies and innovations that promote sustainable and integrated management of natural resources for agricultural production; c)To promote the interaction of key actors in the collection, preservation, exchange of information on research results and the rational management of genetic resources available for future generations.", "country_code": "BI"}}, {"model": "data.datasetorganization", "pk": 7, "fields": {"name": "Taiwan Forestry Bureau", "description": " In order to manage the country's national forest and achieve the goal of management for multiple uses, the Bureau headquarters consists of five division and four offices. Responding to changes in the organization of the Council of Agriculture (COA), and until an \"Agency of Forest and Nature Conservation\" has been established, the Bureau's provincial organizational rules and provincial organizational chart were revised on November 22, 2006, adding a new Conservation Division responsible for implementing various conservation services. The Protection Forest Section was originally under the Watershed Management Division and dealt with the control of forest land use and forest protection, which belongs to a part of forestry administration. In order to enhance administrative efficiency and overall executive effectiveness, the Forestry Bureau planned to move the section’s works to the Forest Administration Division during the Executive Yuan’s readjustment of business scope. As the date of readjustment was undecided, the Protection Forest Section’s works were still transferred to the Forest Administration Division from January 1, 2012, for the purpose to achieve a multiplier effect. Under the Bureau are also eight Forest District Offices, and the Aerial Survey Office bears responsibility for surveying forest resources and map-making. Forest District Offices and the Aerial Survey Office are under the Bureau's direct control. To facilitate public access to services, the Bureau's district offices are located in major cities and towns close to national forest lands. Office headquarters contain four sections and four offices. The Ranger Stations have been established in locations where the most services are needed, and are under the management of District Offices. Ranger Stations are the Bureau's front-line implementing units; there is a total of 34 Ranger Stations and one Coastal Forest Ranger Station organized as a mission task force. In addition, the Chiayi Forest District Office is in charge of the 72-kilometer-long Alishan Forest Railway; as a result, apart from its normal sections and offices, this Office also contains a Forest Railway Management Section. In view of the Alishan Forest Railway as a national precious cultural asset, it must be reserved sustainably. The Forestry Bureau signed a contract with the Taiwan Railway Administration (TRA), Ministry of Transportation and Communications, requesting the TRA to assist the operation of the forest railway and maintain traffic and passenger safety.", "country_code": "TW"}}, {"model": "data.datasetorganization", "pk": 8, "fields": {"name": "Taiwan Forestry Research Institute", "description": "Taiwan Forestry Research Institute", "country_code": "TW"}}, {"model": "data.datasetorganization", "pk": 9, "fields": {"name": "SADC Plant Genetic Resources Centre", "description": "Regional Centre for the Southern African Development Community - SADC that conserves and promotes sustainable utilization of plant genetic resources from 16 Member States of SADC.", "country_code": "ZM"}}, {"model": "data.datasetorganization", "pk": 10, "fields": {"name": "Ministry of Science and Technology", "description": "The Ministry of Science and Technology is a dedicated scientific and technological development agency, the NSC was charged with three main missions of promoting the nation’s overall S&T development, supporting academic research, and developing the science parks.", "country_code": "TW"}}, {"model": "data.datasetorganization", "pk": 11, "fields": {"name": "Taiwan Environmental Information Association", "description": "We organized the Reef Check in Taiwan since 2009, and we have monitored many reefs around Taiwan.", "country_code": "TW"}}, {"model": "data.datasetorganization", "pk": 12, "fields": {"name": "Taiwan Black-faced Spoonbill Conservation Association", "description": "The beautiful island of Taiwan, once well-known as Formosa, has been over-developed due to industrial and economic priorities. This makes the lagoon at Cigu on the western seashore very precious for two reasons. First, more than half of the entire global population of the famous black-faced spoonbills winter at this site every year. Secondly, thousands of seagulls, snipes, and geese visit this area several times a year. The facts show that Cigu is a treasure of ecological sources. On September 27 of 1998, Tainan county Black-Faced Spoonbill Association(BFSA) was established by local, enthusiastic, young men and the fishermen who have made a living on inland seas for generations and being stronger to upgrade to Taiwan Black-faced Spoonbill Conservation Association in 2011. With love for their hometown and a passion for life, the members of this organization devoted themselves to ecological conservation and tourism development in hopes that the collected information from ecological studies would inspire young people to take an interest in the science of nature.\r\n", "country_code": "TW"}}]